/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "lub";
/* Login screen text */
"create_account" = "Utwórz konto";
/* Login screen text */
"import_profile" = "Importuj profil";
/* Password field */
"password" = "Hasło";
/* Login button */
"log_in" = "Logowanie";
/* Login screen text */
"create_profile" = "Utwórz profil";
/* Login screen text */
"import_to_antidote" = "Importuj do Antidote";
/* Login screen text */
"create_account_username_title" = "Które kontakty chcesz widzieć";
/* Login screen text */
"create_account_username_placeholder" = "Użytkownik";
/* Login screen text */
"create_account_profile_title" = "Jak wywołać ten profil?";
/* Login screen text */
"create_account_profile_placeholder" = "Nazwa profilu";
/* Login screen text */
"create_account_profile_hint" = "np. Dom, Iphone";
/* Login screen text */
"set_password_title" = "Ustaw hasło";
/* Login screen text */
"set_password_hint" = "Hasło jest wymagane dla ochrony twoich danych. Przechowuj go w bezpiecznym dla Ciebie miejscu. Utracone hasło nie może być odzyskane.";
/* Login button */
"create_account_next_button" = "Dalej";
/* Login button */
"create_account_go_button" = "Idź";
/* Default status message */
"default_user_status_message" = "Tox dla Anidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Wprowadź swój kod PIN do odblokowania";
/* PIN screen text */
"pin_set" = "Ustaw PIN";
/* PIN screen text */
"pin_confirm" = "Potwierdź PIN";
/* PIN screen error */
"pin_do_not_match" = "Kod PIN jest rozbieżny. Sprobuj ponownie.";
/* PIN screen error */
"pin_incorrect" = "Nieprawidłowy PIN";
/* PIN screen screen */
"pin_enabled" = "Włącz PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Udostępnij ID";
/* PIN screen screen */
"pin_description" = "Zapobiegnij nieuprawnionemu dostępowi do programu aktywując kod PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Jako alternatywy do PIN-u odcisku palca.";
/* PIN screen screen */
"pin_lock_timeout" = "Blokada czasowa";
/* PIN screen screen */
"pin_lock_immediately" = "Natychmiast";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 sekund";
/* PIN screen screen */
"pin_lock_1_minute" = "1 minuta";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 minuty";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 minut";

/* Label shown when connecting to Tox network */
"connecting_label" = "Łącze ...";

/* Tab name and screen name */
"contacts_title" = "Kontakty";
/* Tab name and screen name */
"chats_title" = "Czaty";
/* Tab name and screen name */
"settings_title" = "Ustawienia";
/* Tab name and screen name */
"profile_title" = "Profil";

/* No contacts placeholder text */
"contact_no_contacts" = "Brak kontaktów";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Dodaj kontakt\nlub\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "udostępnij swój Tox ID";
/* Contact request section title */
"contact_requests_section" = "Zapytania kontaktowe";
/* Contact last seen status */
"contact_last_seen" = "Ostatnio widziany: %@";
/* Screen name */
"contact_request" = "Prośba kontaktu";
/* Contact request button */
"contact_request_decline" = "Odmowa";
/* Contact request button */
"contact_request_accept" = "Akceptacja";
/* Contact request confirmation */
"contact_request_delete_title" = "Skasować zadanie, prośbę kontaktu?";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "Pokaż QR-Kod";
/* Share Tox ID text */
"copy" = "Kopiuj";

/* Add contat screen name */
"add_contact_title" = "Dodaj kontakt";
/* Add contat button */
"add_contact_send" = "Wyślij";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Wprowadź Tox-ID";
/* Add contat placeholder text */
"add_contact_or_label" = "lub";
/* Add contat button */
"add_contact_use_qr" = "Użyj kodu QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Wiadomość";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Cześć, witaj! Czy możesz dodać mnie do listy twoich kontaktów?";
/* Add contat error */
"add_contact_wrong_qr" = "Niepoprawny kod QR. Ta wartość powinna zawierać Tox ID.";

/* User name text */
"name" = "Nazwisko";
/* User nickname text */
"nickname" = "Ksywka";
/* User status message text */
"status_message" = "Status wiadomości";
/* User status text */
"status_title" = "Status";
/* User Tox ID text */
"my_tox_id" = "Mój Tox ID";
/* User public key text */
"public_key" = "Klucz publiczny";
/* Share Tox ID text */
"show_qr" = "Pokaż kod QR";
/* Profile menu item / screen name */
"profile_details" = "Dane profilu";
/* Profile button */
"logout_button" = "Wyloguj się";

/* QR code screen button */
"qr_close_button" = "Zamknij";

/* Chat screen placeholder */
"chat_no_chats" = "Brak czatów";
/* Chats screen message text */
"chat_outgoing_file" = "Wysyłany plik:";
/* Chats screen message text */
"chat_incoming_file" = "Odbierany plik:";
/* Chats screen message text */
"chat_call_finished" = "Rozmowa zakończona";
/* Chats screen message text */
"chat_unanwered_call" = "Rozmowa nieodebrana";
/* Chat button */
"chat_send_button" = "Wyślij";
/* Chat notification toast */
"chat_new_messages" = "↓ Nowa wiadomość";
/* Chat call information */
"chat_call_message" = "Połączenie, ";
/* Chat call information */
"chat_missed_call_message" = "Rozmowa nieodebrana";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Więcej";

/* Status message */
"status_offline" = "Niedostępny";
/* Status message */
"status_online" = "Dostępny";
/* Status message */
"status_away" = "Zaraz wracam";
/* Status message */
"status_busy" = "Zajęty";

/* Notification text */
"notification_new_message" = "Nowa wiadomość";
/* Notification text */
"notification_incoming_contact_request" = "Nadchodząca prośba kontaktu";
/* Notification text */
"notification_is_calling" = "telefonuje";
/* Notification text */
"notification_incoming_file" = "Nadchodzący plik";

/* Settings menu / screen name */
"settings_about" = "O nas";
/* Settings menu / screen name */
"settings_faq" = "Najczęstsze pytania";
/* Settings menu / screen name */
"settings_advanced_settings" = "Ustawienia zaawansowane";
/* About screen menu */
"settings_antidote_version" = "Wersja programu Antidote";
/* About screen menu */
"settings_antidote_build" = "Wersja kompilacji Antidote";
/* About screen menu */
"settings_toxcore_version" = "Wersja Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Podziękowania";
/* Settings screen menu */
"settings_autodownload_images" = "Automatycznie pobieranie obrazków lub fotografii";
/* Settings screen menu */
"settings_autodownload_images_description" = "Automatycznie pobierz obrazki, fotografie";
/* Settings screen menu */
"settings_notifications_message_preview" = "Przegląd powiadomień";
/* Settings screen menu */
"settings_notifications_description" = "Jeżeli aplikacja będzie działa w tle, to masz możliwość odbioru powiadomień jeszcze przez okres 10-u minut.";
/* Settings screen menu */
"settings_udp_enabled" = "Uruchom transmisje poprzez UDP";
/* Settings screen menu */
"settings_restore_default" = "Przywróć domyślne ustawienia";
/* Settings screen autodownload images option */
"settings_never" = "Nigdy";
/* Settings screen autodownload images option */
"settings_wifi" = "Internet bezprzewodowy Wi-Fi.";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Użyj do połączeń internetu bezprzewodowego Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Zawsze";

/* Profile settings menu */
"change_password" = "Zmień hasło";
/* Profile settings menu */
"delete_password" = "Skasuj hasło ";
/* Profile settings menu */
"old_password" = "Poprzednie hasło ";
/* Change password text */
"new_password" = "Nowe hasło ";
/* Change password text */
"repeat_password" = "Powtórz hasło";
/* Change password button */
"change_password_done" = "Zakończ";
/* Change password error */
"password_is_empty_error" = "Ta wartość nie może być pusta";
/* Change password error */
"wrong_old_password" = "Niepoprawne hasło";
/* Change password error */
"passwords_do_not_match" = "Hasło nie jest identyczne";

/* Source of photo to take */
"photo_from_camera" = "Aparat";
/* Source of photo to take */
"photo_from_photo_library" = "Biblioteka zdjęć";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Brak możliwości przekształcenia obrazu";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Wyślij do osoby";

/* Profile menu item */
"export_profile" = "Eksportuj profil";
/* Profile menu item */
"delete_profile" = "Skasuj profil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Czy skasować profil?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Czy na pewno?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Przeprowadzenie niniejszej operacji nie może być cofnięte";

/* Call screen text */
"call_incoming" = "Rozmowa przychodząca";
/* Call screen text */
"call_ended" = "Rozmowa zakończona";
/* Call screen text */
"call_reaching" = "Ustanawiam połączenie...";

/* File message text */
"chat_file_cancelled" = "Anulowano";
/* File message text */
"chat_waiting" = "Oczekuje...";
/* File message text */
"chat_paused" = "Wstrzymany";

/* Deleting chat confirmation */
"delete_chat_title" = "Skasować tego czata i jego wiadomości?";
/* Deleting contat confirmation */
"delete_contact_title" = "Skasować ten kontakt?\nHistoria korespondencji będzie skasowana.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Skasować to żądanie kontaktu?";
/* Deleting single message in chat */
"delete_single_message" = "Skasuj wiadomość";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Skasuj wiadomości";
/* Deleting all messages in chat. */
"delete_all_messages" = "Skasuj wszystko";
/* Delete button */
"alert_delete" = "Usuń";
/* Delete button */
"alert_cancel" = "Anuluj";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Wprowadź nazwę użytkownika i nazwę profilu.";
/* Error while creating new profile */
"login_profile_already_exists" = "Wprowadzona nazwa profilu jest już niestety zajęta";

/* General error title */
"error_title" = "Błąd";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Powtórz";
/* Error */
"error_contact_not_connected" = "Osoba jest niedostępna";
/* Error */
"error_too_many_files" = "Zbyt duża liczba przesyłanych plików";
/* Error */
"error_internal_message" = "Błąd wewnętrzny aplikacji";
/* Error */
"error_wrong_password_title" = "Niepoprawne hasło";
/* Error */
"error_wrong_password_message" = "Hasło zawiera niedopuszczalne symbole.";
/* Error */
"error_import_not_exist_title" = "Brak możliwości importu pliku tox";
/* Error */
"error_import_not_exist_message" = "Plik nie istnieje.";
/* Error */
"error_decrypt_title" = "Brak możliwości rozkodowania pliku tox";
/* Error */
"error_decrypt_empty_data_message" = "Wprowadzone dane są niepełne.";
/* Error */
"error_decrypt_bad_format_message" = "Format pliku jest niedozwolony bądź plik jest uszkodzony.";
/* Error */
"error_decrypt_wrong_password_message" = "Hasło jest niepoprawne lub plik uszkodzony.";
/* Error */
"error_general_unknown_message" = "Nieznany błąd.";
/* Error */
"error_general_no_memory_message" = "Brak wystarczającej ilości pamięci.";
/* Error */
"error_general_bind_port_message" = "Brak możliwości otworzenia portu komunikacji.";
/* Error */
"error_general_profile_encrypted_message" = "Profil jest zaszyfrowany.";
/* Error */
"error_general_bad_format_message" = "Plik ma niepoprawny format lub jest uszkodzony.";
/* Error */
"error_proxy_title" = "Błąd serwera proxy";
/* Error */
"error_proxy_invalid_address_message" = "Adres serwera proxy ma niepoprawny format.";
/* Error */
"error_proxy_invalid_port_message" = "Port proxy jest niepoprawny.";
/* Error */
"error_proxy_host_not_resolved_message" = "Translacja DNS-IP Proxy hosta jest niemożliwa.";

/* Error */
"error_name_too_long" = "Nazwa jest zbyt długa.";
/* Error */
"error_status_message_too_long" = "Status wiadomości jest zbyt długi";

/* Error */
"error_contact_request_too_long" = "Wiadomość jest zbyt długa";
/* Error */
"error_contact_request_no_message" = "Brak określonej wiadomości";
/* Error */
"error_contact_request_own_key" = "Dodanie samego siebie do listy kontaktów jest niemożliwe";
/* Error */
"error_contact_request_already_sent" = "Zapytanie zostało już wysłane";
/* Error */
"error_contact_request_bad_checksum" = "Niepoprawna suma kontrolna, proszę sprawdzić wprowadzony Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Niepoprawna wartość nospam, proszę sprawdzić Tox ID";

/* Call error */
"call_error_already_in_call" = "Przeprowadza rozmowę";
/* Call error */
"call_error_contact_is_offline" = "Osoba jest aktualnie niedostępna";
/* Call error */
"call_error_no_active_call" = "Brak aktywnych połączeń";

/* Error while using color theme */
"theme_error_cannot_open" = "Niniejszy temat graficzny do programu czyli tzw. skórka ma niepoprawny format";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Marzena Dzik";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Anita Bosak";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Jola Peczka";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Marzena Soniak";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Karol Ortega";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Michał Konieczny";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Jan Kowalski";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Andrzej Suk";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Daniel Urban";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Robert Nitowski";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Czy program Anitdote jest rzeczywiście bezpieczny?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "Tak, zapewniamy. Program ustanawia polaczenie bezpośrednio pomiędzy użytkownikami peer-to-peer";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "A co to oznacza? Co oznacza określenie peer-to-peer? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "to oznacza, ze polaczenia ustanawiane są wyłączenie pomiędzy rozmówcami bez udziału jakiegokolwiek serwera pośredniczącego";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ jest zaszyfrowana 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Wspaniale!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "Zatem biorę to";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "kolacja dzisiaj?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "Myślę, ze wiem o czym teraz mówisz";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "Pewnie, dzięki!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "ok";

/* Tab chats badge ending */
"accessibility_chats_ending" = "unread chats";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Sets or removes avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Chat";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Opens chat dialog.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Audio call";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Makes audio call.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video call";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Makes video call.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Shows copy menu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Edits value.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Message";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Your message";